
LEXICON_RU: dict[str, str] = {
    '/start': 'Здравствуй, дорогой любитель чтения!❤️\n\n'
              'Меня зовут Knigologia📔\n'
              'Оставайся со мной, и я научу тебя читать эффективнеe,'
              'помогу выбрать подходящий жанр, а также подскажу,'
              'где купить нужные книги💪😊\n\n'
              'Ты можешь прямо сейчас скачать бесплатный читательский гайд или '
              'ознакомиться с тестом, который я составила специально для тебя💕',


    'download_guide': 'Скачать гайд✅',
    'pass_test': 'Узнать подробнее о тесте✅',
    'info_test': 'Тест состоит из 7 простых вопросов.'
                 'Для каждого вопроса предусмотрены 3 варианта ответа.'
                 'Твоя задача выбрать понравившийся и ожидать результата.\n\n'
                 'В конце тебя ждет 🎁🙌',
    'start_test': 'Пройти тест✅',
    'refusal': 'Не хочу❌',
    'text_refusal': f' Ты всегда сможешь пройти тест снова🙌',
    'result': 'Перейди по ссылке сразу в нужный раздел нашего магазина и выбери свою книгу❤',
    'user_not_in_test': 'Прежде чем выбирать ответ, тебе необходимо начать прохождение теста❗',
    'warning': 'Я могу только предложить тебе скачать гайд или пройти тест👍',
    'buy_book': 'Выбрать книгу🎁'

}


LEXICON_COMMANDS_RU: dict[str, str] = {
    '/start': 'Начать работу бота сначала',
}
